Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# ai_credit.source_signup
source: 初回特典
ar_sa: مكافأة التسجيل
ca: Crèdits per la inscripció
cs: Bonus při registraci
da: Velkomstbonus
de_de: Bonus für die Anmeldung
el: Ειδική προσφορά για νέους χρήστες
en_au: Sign-up bonus
es_es: Créditos de bienvenida
fi: Aloitusbonuksen
fr_ca: Bonus pour la première inscription
gu: પ્રથમ વખત માટે વિશેષ ઓફર
he: בונוס למי שמשתף פעולה
hi: साइन अप करने पर विशेष ऑफर
hr: Bonus za prvi put
hu: Első regisztrációhoz jutalom
id: Bonus untuk pendaftaran
it: Bonus per la prima registrazione
ko: 가입 혜택
mr: नोंदणी केल्यावर विशेष ऑफर
ms: Bonus untuk pendaftaran
nl_nl: Welkomstbonus
no: Velkomstbonus
pl: Bonus przy rejestracji
pt_br: Bônus para novos usuários
pt_pt: Bônus de inscrição
ro: Bonus la înregistrare
ru: Бонус для новых пользователей
sk: Bonus pri prvom zaregistrovaní
sl: Prvič, 5 kreditov
sv: Bonus vid första registrering
ta: முதல் முறை பதிவு செய்வதன் மூலம்
te: మొదటిసారి సంప్రదింపు ద్వారా
th: รับเครดิตเมื่อสมัครสมาชิกครั้งแรก
tr: İlk kez kaydolun, bonus alın
uk: Бонус при першій реєстрації
vi: Ưu đãi khi đăng ký
zh_hans: 首次注册奖励
zh_hant: 首次註冊特典

# ai_credit.start_title
source: AIトレーナーを始める
ar_sa: ابدأ مع مدرب الذكاء الاصطناعي
ca: Comença amb el teu entrenador IA
cs: Začněte s AI trenérem
da: Start AI-træneren
de_de: AI-Trainer starten
el: Ξεκινήστε με τον AI Προπονητή σας
en_au: Start your AI trainer
es_es: Comienza con tu entrenador AI
fi: Aloita AI-valmentajan kanssa
fr_ca: Commencer avec l'entraîneur IA
gu: AI ટ્રેનર શરૂ કરો
he: התחילו עם המאמן ה-AI
hi: AI प्रशिक्षक शुरू करें
hr: Počnite s AI trenerom
hu: Kezdd a mesterséges intelligencia edzővel
id: Mulai menggunakan AI Trainer
it: Inizia con l'AI Trainer
ko: AI 트레이너 시작하기
mr: AI प्रशिक्षकाची सुरुवात करा
ms: Mulai dengan jurulatih AI
nl_nl: Begin met de AI trainer
no: Start AI-treneren
pl: Rozpocznij korzystanie z AI trenera
pt_br: Começar com o treinador AI
pt_pt: Começar com o treinador AI
ro: Începe cu AI Trainer
ru: Начать с AI-тренера
sk: Začať s AI trénerom
sl: Začnite z AI trenerjem
sv: Börja med AI-tränaren
ta: AI பயிற்சியைத் தொடங்குங்கள்
te: AI శిక్షకుడిని ప్రారంభించండి
th: เริ่มต้นใช้งาน AI เทรนเนอร์
tr: AI antrenörüne başlayın
uk: Почніть використовувати AI-тренера
vi: Bắt đầu sử dụng AI Trainer
zh_hans: 开始使用AI教练
zh_hant: 開始使用AI教練

# ai_credit.title
source: AIクレジット
ar_sa: نقاط الذكاء الاصطناعي
ca: Crèdits IA
cs: AI kredity
da: AI-kreditter
de_de: AI-Credits
el: AI Κρεδοτικά
en_au: AI credits
es_es: Créditos AI
fi: AI-luottoja
fr_ca: Crédits IA
gu: AI ક્રેડિટ
he: קרדיטים ל-AI
hi: AI क्रेडिट
hr: AI krediti
hu: Mesterséges intelligencia kredit
id: Kredit AI
it: Crediti AI
ko: AI 크레딧
mr: AI क्रेडिट
ms: Kredit AI
nl_nl: AI credits
no: AI-kreditter
pl: Kredyty AI
pt_br: Créditos AI
pt_pt: Créditos AI
ro: Credite AI
ru: AI-кредиты
sk: AI kredity
sl: AI krediti
sv: AI-krediter
ta: AI கிரெடிட்கள்
te: AI క్రెడిట్‌లు
th: เครดิต AI
tr: AI kredileri
uk: AI кредити
vi: Điểm tín nhiệm AI
zh_hans: AI积分
zh_hant: AI積分

# ai_credit.try_later
source: 時間をおいてもう一度お試しください。
ar_sa: جرب لاحقًا.
ca: Prova de nou més tard.
cs: Zkuste to znovu později.
da: Prøv igen senere.
de_de: Bitte später erneut ausprobieren.
el: Παρακαλούμε, δοκιμάστε ξανά αργότερα.
en_au: Please try again later.
es_es: Inténtalo más tarde.
fi: Kokeile myöhemmin.
fr_ca: Réessayez plus tard.
gu: લગભગ થો સમય પછી ફરી પ્રયાસ કરો.
he: נא לחזור מאוחר יותר.
hi: बाद में फिर से प्रयास करें।
hr: Molimo, pokušajte kasnije.
hu: Próbáld később újra.
id: Coba lagi nanti.
it: Riprova più tardi.
ko: 잠시 후 다시 시도해주세요.
mr: कृपया नंतर पुन्हा प्रयत्न करा.
ms: Cuba lagi kemudian.
nl_nl: Probeer het later opnieuw.
no: Prøv igjen senere.
pl: Spróbuj ponownie później.
pt_br: Tente novamente mais tarde.
pt_pt: Tente novamente mais tarde.
ro: Încearcă din nou mai târziu.
ru: Попробуйте позже.
sk: Skúste to neskôr.
sl: Poskusite pozneje.
sv: Prova igen senare.
ta: பின்னர் மீண்டும் முயற்சிக்கவும்.
te: మళ్ళీ ప్రయత్నించడానికి కొంత సమయం వేచి ఉండండి.
th: ลองอีกครั้งในภายหลัง
tr: Lütfen daha sonra tekrar deneyin.
uk: Спробуйте пізніше.
vi: Vui lòng thử lại sau.
zh_hans: 请稍后再试。
zh_hant: 請稍後再試。

# ai_credit.unlimited
source: 利用無制限
ar_sa: استخدام غير محدود
ca: Sense límits
cs: Neomezené použití
da: Ubegrænset brug
de_de: Unbegrenzt nutzbar
el: Απεριόριστη χρήση
en_au: Unlimited use
es_es: Uso ilimitado
fi: Ilmainen käyttö
fr_ca: Utilisation illimitée
gu: ઉપયોગ માટે કોઈ મર્યાદા નથી
he: שימוש ללא הגבלה
hi: असीमित उपयोग
hr: Neograničeno korištenje
hu: Korlátlan használat
id: Tanpa batas
it: Utilizzo illimitato
ko: 무제한 사용
mr: अखंड वापरा
ms: Penggunaan tidak terhad
nl_nl: Onbeperkt gebruik
no: Ubegrenset bruk
pl: Używaj bez ograniczeń
pt_br: Uso ilimitado
pt_pt: Uso ilimitado
ro: Utilizare nelimitată
ru: Неограниченное использование
sk: Neobmedzené použitie
sl: Neomejeno
sv: Obegränsat användande
ta: வரம்பற்ற பயன்பாடு
te: ఉపయోగించడానికి పరిమితి లేదు
th: ใช้ได้ไม่จำกัด
tr: Sınırsız kullanım
uk: Немає обмежень у використанні
vi: Sử dụng không giới hạn
zh_hans: 使用次数无限制
zh_hant: 無限制使用

# ai_credit.usage_examples
source: 目安: チャット{{value1}}回・食事解析{{value2}}回・写真解析{{value3}}回
ar_sa: مثال: محادثات {{value1}} مرة، تحليل الوجبات {{value2}} مرة، تحليل الصور {{value3}} مرة
ca: Exemple: X xassos de conversa, X anàlisi de menj i X anàlisis d'imatges. {{value1}}, {{value2}} i {{value3}}
cs: Příklady použití: Chat {{value1}}x, analýza jídel {{value2}}x, analýza fotografií {{value3}}x
da: Eksempel: Chat {{value1}} gange, madanalyse {{value2}} gange, billedanalyse {{value3}} gange
de_de: Empfehlung: Chat {{value1}} Mal / Essensanalyse {{value2}} Mal / Fotoanalyse {{value3}} Mal
el: Ενδεικτικά: Συνομιλία {{value1}} φορές, ανάλυση γευμάτων {{value2}} φορές, ανάλυση φωτογραφιών {{value3}} φορές
en_au: Approx. uses: Chat {{value1}} · Meal analysis {{value2}} · Photo analysis {{value3}}
es_es: Ejemplo: Chat {{value1}} veces, análisis de comidas {{value2}} veces, análisis de fotos {{value3}} veces
fi: Esimerkkejä: Keskustelu {{value1}} kertaa, ruokien analyysi {{value2}} kertaa, kuvien analyysi {{value3}} kertaa
fr_ca: Exemple : Chat {{value1}} fois, Analyse des repas {{value2}} fois, Analyse des photos {{value3}} fois
gu: અંદાજિત: ચેટ {{value1}} વાર, ભોજનનું વિશ્લેષણ {{value2}} વાર, ફોટોનું વિશ્લેષણ {{value3}} વાર
he: דוגמאות שימוש: שיחות {{value1}}, ניתוח ארוחות {{value2}}, ניתוח תמונות {{value3}}
hi: अनुमानित: चैट {{value1}} बार, भोजन विश्लेषण {{value2}} बार, फोटो विश्लेषण {{value3}} बार
hr: Primjer: Razgovor {{value1}} puta, analiza hrane {{value2}} puta, analiza fotografija {{value3}} puta
hu: Jellemzően: Chat{{value1}} alkalom, étkezés elemzése{{value2}} alkalom, képek elemzése{{value3}} alkalom
id: Contoh penggunaan: Chat {{value1}} kali, Analisis makanan {{value2}} kali, Analisis foto {{value3}} kali
it: Esempio: Chat {{value1}} volte, analisi del pasto {{value2}} volte, analisi delle foto {{value3}} volte
ko: 예시: 채팅 {{value1}}회, 식사 분석 {{value2}}회, 사진 분석 {{value3}}회
mr: उदाहरणार्थ: चॅट {{value1}} वेळा, जेवण विश्लेषण {{value2}} वेळा आणि फोटो विश्लेषण {{value3}} वेळा.
ms: Rujuk: Chat {{value1}} kali / Analisis Makanan {{value2}} kali / Analisis Gambar {{value3}} kali
nl_nl: Indicatie: Chat {{value1}} keer / Maaltijd analyse {{value2}} keer / Foto analyse {{value3}} keer
no: Anslått: Chat {{value1}} ganger, matanalyse {{value2}} ganger, bildeanalyse {{value3}} ganger
pl: Przykład: Rozmowa {{value1}} razy, analiza posiłków {{value2}} razy, analiza zdjęć {{value3}} razy
pt_br: Exemplo: Conversas {{value1}} vezes, Análise de refeição {{value2}} vezes, Análise de foto {{value3}} vezes
pt_pt: Exemplo: Chat {{value1}} vezes / Análise de refeições {{value2}} vezes / Análise de fotos {{value3}} vezes
ro: Exemplu: Chat {{value1}} ori, Analiză nutrițională {{value2}} ori, Analiză foto {{value3}} ori
ru: Пример: Чат {{value1}} раз, Анализ питания {{value2}} раз, Анализ фото {{value3}} раз
sk: Odporúčané: Rozhovor {{value1}}x, analýza jedla {{value2}}x, analýza fotografií {{value3}}x
sl: Primer: Razgovor {{value1}}x, analiza prehrane {{value2}}x, analiza fotografij {{value3}}x
sv: Exempel: Chatt{{value1}} gånger, analysera måltider{{value2}} gånger, analysera bilder{{value3}} gånger
ta: தோராயமாக: அரட்டை {{value1}} முறை, உணவு பகுப்பாய்வு {{value2}} முறை, புகைப்பட பகுப்பாய்வு {{value3}} முறை
te: ఉదాహరణలు: చాట్ {{value1}} సార్లు, ఆహార విశ్లేషణ {{value2}} సార్లు, ఫోటో విశ్లేషణ {{value3}} సార్లు.
th: ตัวอย่างการใช้งาน: แชท {{value1}} ครั้ง, วิเคราะห์อาหาร {{value2}} ครั้ง, วิเคราะห์ภาพ {{value3}} ครั้ง
tr: Örnek kullanım: Sohbet {{value1}} kez, yemek analizi {{value2}} kez, fotoğraf analizi {{value3}} kez
uk: Приблизно: чат {{value1}} разів, аналіз їжі {{value2}} разів, аналіз фото {{value3}} разів
vi: Ví dụ: Sử dụng chat {{value1}} lần, phân tích bữa ăn {{value2}} lần, phân tích ảnh {{value3}} lần.
zh_hans: 建议：聊天{{value1}}次・饮食分析{{value2}}次・照片分析{{value3}}次
zh_hant: 建議：聊天{{value1}}次、飲食分析{{value2}}次、照片分析{{value3}}次

# ai_credit.watch_ad
source: 動画を見て5クレジット
ar_sa: شاهد الإعلان واحصل على 5 نقاط
ca: Guarda 5 crèdits veient un anunci en vídeo
cs: Sledujte video a získejte 5 kreditů
da: Se en video og få 5 kreditter
de_de: 5 Credits durch Videoanzeige erhalten
el: Δείτε μια διαφήμιση και κερδίστε 5 Κρεδοτικά
en_au: Watch an ad for 5 credits
es_es: Mira un anuncio y obtén 5 créditos
fi: Katso mainos ja saat 5 luottoa
fr_ca: Obtenez 5 crédits en regardant une publicité vidéo
gu: વિડિયો જોઈને 5 ક્રેડિટ મેળવો
he: צפו בפרס וקבלו 5 קרדיטים
hi: वीडियो देखकर 5 क्रेडिट प्राप्त करें
hr: Pogledajte video i dobijte 5 kredita
hu: Nézd meg a videót és szerezz 5 kreditet
id: Tonton iklan dan dapatkan 5 kredit
it: Guarda l'annuncio e ottieni 5 crediti
ko: 광고 시청으로 5 크레딧 받기
mr: व्हिडिओ पाहून 5 क्रेडिट मिळवा
ms: Tonton iklan dan dapatkan 5 kredit
nl_nl: Bekijk een video en krijg 5 credits
no: Se en video for å få 5 kreditter
pl: Oglądaj wideo i otrzymaj 5 kredytów
pt_br: Assista ao vídeo e ganhe 5 créditos
pt_pt: Assista ao vídeo e ganhe 5 créditos
ro: Vezi un anunț și obține 5 credite
ru: Получите 5 кредитов, посмотрев видео
sk: Pozrite si video a získajte 5 kredity
sl: Glejte oglas in dobite 5 kreditov
sv: Se en video och få 5 krediter
ta: வீடியோவைப் பார்த்து 5 கிரெடிட்கள் பெறுங்கள்
te: వీడియో చూసి 5 క్రెడిట్‌లు పొందండి
th: รับ 5 เครดิตจากการดูโฆษณา
tr: Video izleyerek 5 kredi kazanın
uk: Дивіться відео та отримайте 5 кредитів
vi: Xem video để nhận 5 điểm
zh_hans: 观看视频，获得5积分
zh_hant: 觀看廣告，獲得5積分

# ai_credit.weekly
source: 週次レポート
ar_sa: تقرير أسبوعي
ca: Informe setmanal
cs: Týdenní zpráva
da: Ugentlig rapport
de_de: Wöchentlicher Bericht
el: Εβδομαδιαίο Αναφορά
en_au: Weekly report
es_es: Informe semanal
fi: Viikoittainen raportti
fr_ca: Rapport hebdomadaire
gu: સાપ્તાહિક અહેવાલ
he: דוח שבועי
hi: साप्ताहिक रिपोर्ट
hr: Tjedno izvješće
hu: Heti jelentés
id: Laporan mingguan
it: Report settimanale
ko: 주간 보고서
mr: साप्ताहिक अहवाल
ms: Laporan mingguan
nl_nl: Wekelijkse rapportage
no: Ukentlig rapport
pl: Raport tygodniowy
pt_br: Relatório semanal
pt_pt: Relatório semanal
ro: Raport săptămânal
ru: Еженедельный отчет
sk: Týždenný prehľad
sl: Tedenski izveščenj
sv: Veckorapport
ta: வாராந்திர அறிக்கை
te: వారపు నివేదిక
th: รายงานรายสัปดาห์
tr: Haftalık rapor
uk: Щотижневий звіт
vi: Báo cáo hàng tuần
zh_hans: 每周报告
zh_hant: 每週報告

# ai_plan.automatic_revision_request
source: 直近の実績、達成率、RPE、回復状態を確認し、次回から実行しやすい計画へ具体的に調整してください。変更不要なら現在値を維持してください。
ar_sa: راجع أداءك الأخير، ومعدل التقدم، ودرجة جهد المجهود (RPE)، وحالة التعافي، وقم بتعديل الخطة لتكون سهلة التنفيذ في المرة القادمة. إذا لم تكن هناك تغييرات، احتفظ بالقيم الحالية.
ca: Revisa el rendimiento reciente, la tasa de logro, la escala RPE y el estado de recuperación, y ajusta el plan para que sea más fácil de ejecutar en el futuro.
cs: Zkontrolujte nedávné výsledky, míru pokroku, RPE a stav regenerace a specifikujte plán tak, aby byl pro další trénink vhodný. Pokud nechcete provádět změny, zachovejte aktuální hodnoty.
da: Gennemgå de seneste resultater, opnåelsesgrad, RPE og restitutionstilstand, og juster planen konkret, så den bliver lettere at gennemføre fra næste gang. Hvis der ikke er behov for ændringer, skal de nuværende værdier bevares.
de_de: Überprüfen Sie Ihre bisherigen Leistungen, den erreichten Grad und das RPE (Rate of Perceived Exertion) sowie den Erholungsprozess und passen Sie den Plan entsprechend für die nächste Einheit an.
el: Ελέγξτε τις πρόσφατες επιδόσεις, το ποσοστό επίτευξης, την ένταση και την κατάσταση αποκατάστασης, και κάντε συγκεκριμένες προσαρμογές στο σχέδιό σας για να είναι πιο εύκολο στην εκτέλεση. Εάν δεν θέλετε αλλαγές, διατηρήστε τις τρέχουσες τιμές.
en_au: Review your recent performance, completion rate, RPE, and recovery status, and make specific adjustments to the plan for the next time. If you don't want to change anything, keep the current values.
es_es: Revisa los resultados recientes, el porcentaje de cumplimiento, el RPE y el estado de recuperación, y ajusta el plan de forma concreta para que sea más fácil de seguir a partir de la próxima sesión. Si no es necesario cambiar nada, mantén los valores actuales.
fi: Tarkista viimeisimmät tulokset, saavutusaste, RPE ja palautumisen tila ja säädä suunnitelmaa konkreettisesti niin, että se on helpompi toteuttaa ensi kerrasta alkaen. Jos muutoksia ei tarvita, säilytä nykyiset arvot.
fr_ca: Examinez les résultats récents, le taux de réussite, le RPE et l’état de récupération, puis ajustez concrètement le plan pour le rendre plus facile à suivre à partir de la prochaine séance. Si aucun changement n’est nécessaire, conservez les valeurs actuelles.
gu: તમને તાજેતરના પ્રદર્શન, પૂર્ણતા દર, RPE અને પુનઃપ્રાપ્તિની સ્થિતિ જોવા મળશે, જેથી તમે આગામી માટે વધુ સારી યોજના બનાવી શકો. જો ફેરફાર ન હોય તો, વર્તમાન મૂલ્ય જાળવી રાખો.
he: בדקו את ההישגים האחרונים, רמת ההשגת המטרות, RPE ומצב ההתאוששות, והתאימו את התוכנית כך שתהיה קלה יותר לביצוע בפעם הבאה.
hi: हाल के प्रदर्शन, उपलब्धि दर, RPE और रिकवरी की स्थिति की समीक्षा करके योजना को अगली बार आसानी से पूरा करने योग्य बनाने के लिए ठोस समायोजन करें। यदि बदलाव आवश्यक न हो, तो वर्तमान मान बनाए रखें।
hr: Pregledajte nedavne rezultate, stopu ostvarenja, RPE i stanje oporavka te konkretno prilagodite plan kako bi ga od sljedećeg puta bilo lakše provoditi. Ako promjene nisu potrebne, zadržite trenutačne vrijednosti.
hu: Ellenőrizze a legutóbbi teljesítményét, az elért szintet, az RPE-t és a regenerációs állapotot, és végső soron optimalizálja a következő edzéshez való tervet. Ha nem szeretne változtatni, akkor megőrizze a jelenlegi értéket.
id: Tinjau pencapaian terbaru, tingkat pencapaian, RPE, dan kondisi pemulihan, lalu sesuaikan secara spesifik menjadi rencana yang lebih mudah dijalankan mulai sesi berikutnya. Jika tidak perlu diubah, pertahankan nilai saat ini.
it: Verifica i risultati recenti, il livello di raggiungimento, l'RPE e lo stato di recupero, e apporta modifiche specifiche al piano per renderlo più adatto all'esecuzione successiva. Se non desideri apportare modifiche, mantieni i valori attuali.
ko: 최근 실적, 달성률, RPE, 회복 상태를 확인하고 다음부터 실행하기 쉬운 계획으로 구체적으로 조정해 주세요. 변경할 필요가 없다면 현재 값을 유지해 주세요.
mr: तुमच्या मागील कामगिरी, पूर्णता, RPE (रेटेड पेक्षा), आणि बरेच काही तपासा आणि पुढील प्रशिक्षणासाठी योजना अधिक चांगल्या प्रकारे तयार करा. बदल नको असल्यास, सध्याची योजना जशी आहे तशी ठेवा.
ms: Periksa prestasi terkini, kadar pencapaian, RPE, dan keadaan pemulihan, serta buat penyesuaian khusus untuk menjadikan rancangan itu lebih mudah dilaksanakan pada masa akan datang.
nl_nl: Bekijk uw recente resultaten, prestatiepercentage, RPE en herstelstatus, en pas het plan specifiek aan voor de volgende keer. Als u de wijzigingen niet wilt, behoud dan de huidige waarden.
no: Se på de siste resultatene, måloppnåelsen, RPE og restitusjonsstatusen, og juster planen konkret slik at den blir enklere å følge fra neste gang. Hvis ingen endringer er nødvendige, behold de nåværende verdiene.
pl: Sprawdź ostatnie wyniki, poziom osiągnięcia, odczuwalny wysiłek (RPE) i stan regeneracji, a następnie wprowadź konkretne zmiany w planie, aby był łatwiejszy do wykonania w przyszłości. Jeśli nie chcesz zmieniać, zachowaj obecną wartość.
pt_br: Verifique os resultados mais recentes, a taxa de conclusão, o RPE e o estado de recuperação, e ajuste concretamente o plano para que seja mais fácil executá-lo a partir da próxima sessão. Se não for necessário fazer alterações, mantenha os valores atuais.
pt_pt: Verifique o desempenho recente, a taxa de conclusão, a escala RPE e o estado de recuperação, e ajuste o plano para que seja mais adequado para a próxima execução. Se não quiser fazer alterações, mantenha os valores atuais.
ro: Verificați rezultatele recente, rata de finalizare, RPE și starea recuperării și ajustați concret planul pentru a fi mai ușor de urmat începând cu următoarea sesiune. Dacă nu sunt necesare modificări, păstrați valorile actuale.
ru: Проанализируйте ваши последние достижения, процент выполнения и RPE (воспринимаемая нагрузка), а также состояние восстановления, чтобы конкретно скорректировать план для следующего раза. Если изменения не нужны, сохраните текущие значения.
sk: Zhodno si pozrite nedávne výsledky, míru pokroku, RPE a stav regenerácie, a konkrétne upravte plán tak, aby byl pro další trénink vhodný. Pokud nechcete změny, ponechte aktuální hodnoty.
sl: Preglejte nedavne rezultate, stopnjo doseganja, RPE in stanje okrevanja ter načrt konkretno prilagodite tako, da ga bo od naslednjič lažje izvajati. Če spremembe niso potrebne, ohranite trenutne vrednosti.
sv: Granska dina senaste resultat, prestation och RPE (påskattning), samt justera planen för att den ska vara enkel att utföra nästa gång. Om du inte vill ändra något, behåll de nuvarande värdena.
ta: சமீபத்திய செயல்திறன், நிறைவேற்ற விகிதம், RPE மற்றும் மீட்பு நிலையை மதிப்பாய்வு செய்து, அடுத்த முறை முதல் எளிதாகச் செயல்படுத்தக்கூடிய திட்டமாகக் குறிப்பாகச் சரிசெய்யவும். மாற்றம் தேவையில்லை என்றால், தற்போதைய மதிப்புகளைத் தொடரவும்.
te: మీరు సమీపంలోని ఫలితాలు, సాధించిన స్థాయి, RPE (వ్యాయామం తర్వాత శారీరక疲労), కోలుకునే స్థితిని చూడవచ్చు మరియు తదుపరిసారి చేయడానికి అనుకూలమైన ప్రణాళికను మరింత స్పష్టంగా రూపొందించుకోవచ్చు. మార్పు అవసరం లేకపోతే, ప్రస్తుత విలువలను కొనసాగించండి.
th: ตรวจสอบผลลัพธ์ล่าสุด, อัตราความสำเร็จ, RPE และสภาพการฟื้นตัว แล้วปรับแผนให้เหมาะสมสำหรับการทำในครั้งต่อไป
tr: Son önceki performans, başarı oranı, RPE ve iyileşme durumunu kontrol edin ve bir sonraki antrenman için uygun olacak şekilde planı detaylı olarak ayarlayın. Değişiklik yapmanız gerekmiyorsa mevcut değerleri koruyun.
uk: Перевірте останні результати, рівень досягнення, RPE і стан відновлення та конкретно скоригуйте план, щоб його було легше виконувати надалі. Якщо змін не потрібно, залиште поточні значення без змін.
vi: Xem lại kết quả gần đây, tỷ lệ đạt được, mức độ gắng sức (RPE), và tình trạng hồi phục, sau đó điều chỉnh kế hoạch để dễ thực hiện hơn trong lần tới. Nếu không muốn thay đổi, hãy giữ nguyên giá trị hiện tại.
zh_hans: 请检查近期表现、完成率、RPE 和恢复状态，并具体调整计划，使其从下次开始更易执行。如无需更改，请保持当前值。
zh_hant: 查看最近的表現、達成率、RPE（主觀疲勞評估）、恢復狀況，並針對下次執行更具體的計畫進行調整。若不變，請維持目前的狀態。

# ai_plan.changes
source: 変更内容
ar_sa: التغييرات
ca: Cambios
cs: Změny
de_de: Änderungen
el: Αλλαγές
gu: ફેરફારો
he: שינויים
hu: Változások
it: Modifiche
mr: बदल
ms: Penukaran
nl_nl: Wijzigingen
pl: Zmiany
pt_pt: Alterações
ru: Изменения
sk: Změny
sv: Ändringar
te: మార్పులు
th: รายละเอียดการเปลี่ยนแปลง
tr: Değişiklikler
vi: Thay đổi
zh_hant: 修改內容

# ai_plan.diff_add_exercise
source: {{value1}}を追加
ar_sa: {{value1}} أضف
ca: {{value1}} afegir
cs: {{value1}} přidat
da: Tilføj {{value1}}
de_de: {{value1}} hinzufügen
el: {{value1}} προσθήκη
en_au: {{value1}} added
es_es: Añadir {{value1}}
fi: Lisää {{value1}}
fr_ca: Ajouter {{value1}}
gu: {{value1}} ઉમેરો
he: {{value1}} להוספה
hi: {{value1}} जोड़ें
hr: Dodaj {{value1}}
hu: {{value1}} hozzáadás
id: Tambahkan {{value1}}
it: {{value1}} aggiungere
ko: {{value1}} 추가
mr: {{value1}} जोडा
ms: {{value1}} ditambahkan
nl_nl: {{value1}} toevoegen
no: Legg til {{value1}}
pl: {{value1}} dodać
pt_br: Adicionar {{value1}}
pt_pt: {{value1}} adicionar
ro: Adaugă {{value1}}
ru: {{value1}} добавить
sk: {{value1}} přidat
sl: Dodaj {{value1}}
sv: {{value1}} lägg till
ta: {{value1}} சேர்க்கவும்
te: {{value1}}ను జోడించు
th: {{value1}} เพิ่ม
tr: {{value1}}'i ekle
uk: Додати {{value1}}
vi: {{value1}} thêm vào
zh_hans: 添加{{value1}}
zh_hant: {{value1}} 增加

# ai_plan.diff_remove_exercise
source: {{value1}}を外す
ar_sa: {{value1}} احذف
ca: {{value1}} eliminar
cs: {{value1}} odstranit
da: Fjern {{value1}}
de_de: {{value1}} entfernen
el: {{value1}} αφαίρεση
en_au: {{value1}} removed
es_es: Quitar {{value1}}
fi: Poista {{value1}}
fr_ca: Retirer {{value1}}
gu: {{value1}} દૂર કરો
he: {{value1}} להסרה
hi: {{value1}} हटाएँ
hr: Ukloni {{value1}}
hu: {{value1}} eltávolítás
id: Hapus {{value1}}
it: {{value1}} rimuovere
ko: {{value1}} 제외
mr: {{value1}} काढा
ms: {{value1}} dikeluarkan
nl_nl: {{value1}} verwijderen
no: Fjern {{value1}}
pl: {{value1}} usunąć
pt_br: Remover {{value1}}
pt_pt: {{value1}} remover
ro: Elimină {{value1}}
ru: {{value1}} удалить
sk: {{value1}} odstranit
sl: Odstrani {{value1}}
sv: {{value1}} ta bort
ta: {{value1}} நீக்கவும்
te: {{value1}}ను తొలగించు
th: {{value1}} ลบออก
tr: {{value1}}'i çıkar
uk: Вилучити {{value1}}
vi: {{value1}} loại bỏ
zh_hans: 移除{{value1}}
zh_hant: {{value1}} 移除

# ai_plan.diff_reps
source: {{value1}}：{{value2}}→{{value3}}回
ar_sa: {{value1}}: {{value2}} → {{value3}} تكرارات
ca: {{value1}}: {{value2}} → {{value3}} repeticions
cs: {{value1}}: {{value2}} → {{value3}}
de_de: {{value1}}: {{value2}} → {{value3}} Wiederholungen
el: {{value1}}: {{value2}} → {{value3}}
fr_ca: {{value1}}：{{value2}}回 → {{value3}}回
gu: {{value1}}: {{value2}} → {{value3}} પુનરાવર્તન
he: {{value1}}: {{value2}} → {{value3}} חזרות
hi: {{value1}}：{{value2}}回 → {{value3}}回
hr: {{value1}}：{{value2}}回 → {{value3}}回
hu: {{value1}}: {{value2}} → {{value3}} ismétlés
it: {{value1}}: {{value2}} → {{value3}} ripetizioni
ko: {{value1}}：{{value2}}回 → {{value3}}回
mr: {{value1}}: {{value2}} → {{value3}}
ms: {{value1}}: {{value2}} → {{value3}} pengulangan
nl_nl: {{value1}}: {{value2}} → {{value3}} herhalingen
pl: {{value1}}: {{value2}} → {{value3}}
pt_pt: {{value1}}: {{value2}} → {{value3}} repetições
ro: {{value1}}：{{value2}}回 → {{value3}}回
ru: {{value1}}: {{value2}} → {{value3}}
sk: {{value1}}: {{value2}} → {{value3}}
sl: {{value1}}：{{value2}}回 → {{value3}}回
sv: {{value1}}: {{value2}} → {{value3}} repetitioner
te: {{value1}}: {{value2}} → {{value3}} సార్లు
th: {{value1}}: {{value2}} → {{value3}} ครั้ง
tr: {{value1}}: {{value2}} → {{value3}} tekrar
uk: {{value1}}：{{value2}}回 → {{value3}}回
vi: {{value1}}: {{value2}} → {{value3}} lần
zh_hant: {{value1}}：{{value2}} → {{value3}} 次
